Repository: woptima/woptifications
Catalog: languages/woptifications-*.po
Languages: it_it

source: Hooks settings
it_it: Impostazioni dei ganci

source: Select which alerts to display
it_it: Seleziona quali avvisi visualizzare

source: Select alert hooks
it_it: Selezionare i ganci di avviso

source: post publish
it_it: pubblicazione

source: new comment
it_it: nuovo commento

source: Select publish post types
it_it: Seleziona i tipi di articoli

source: Select new comment post types
it_it: Seleziona i tipi di post per i nuovi commenti

source: Content settings
it_it: Impostazioni del contenuto

source: Notification output contents
it_it: Contenuto delle notifiche

source: Post publish content
it_it: Contenuto delle pubblicazioni

source: Select alert type
it_it: Seleziona tipo di avviso

source: info
it_it: Informazioni

source: warning
it_it: avvertimento

source: success
it_it: successo

source: error
it_it: errore

source: Notification title
it_it: Titolo della notifica

source: You can use the following variables: <br /> %%title%% <br /> %%url%% <br /> %%author%% <br /> %%type%% <br /> %%thumbnail%% <br /> %%categories%%
it_it: È possibile utilizzare le seguenti variabili: <br /> %% titolo %% <br /> %% url %% <br /> %% autore %% <br /> %% tipo %% <br /> %% thumbnail %% <br /> %%Categorie%%

source: Notification content
it_it: Contenuto della notifica

source: New comment content
it_it: Contenuto nuovi commenti

source: You can use the following variables: <br /> %%post_title%% <br /> %%comment_url%% <br /> %%author%% <br /> %%author_avatar%% <br /> %%post_type%% <br /> %%post_thumbnail%% <br /> %%post_url%%
it_it: È possibile utilizzare le seguenti variabili: <br /> %% post_title %% <br /> %% comment_url %% <br /> %% autore %% <br /> %% author_avatar %% <br /> %% post_type %% <br /> %% post_thumbnail %% <br /> %% %% POST_URL

source: Product publish content
it_it: Contenuto nuovo prodotto

source: You can use the following variables: <br /> %%title%% <br /> %%url%% <br /> %%author%% <br /> %%type%% <br /> %%thumbnail%% <br /> %%categories%% <br /> %%price%%
it_it: È possibile utilizzare le seguenti variabili: <br /> %% titolo %% <br /> %% url %% <br /> %% autore %% <br /> %% tipo %% <br /> %% thumbnail %% <br /> %% categorie %% <br /> %%prezzo%%

source: Notification settings
it_it: Impostazioni di notifica

source: Configure the notifications
it_it: Configurare le notifiche

source: Notification options
it_it: Opzioni di notifica

source: close button
it_it: pulsante chiudi

source: progress bar
it_it: barra di avanzamento

source: prevent duplicates
it_it: evitare duplicati

source: newest ontop
it_it: più recente in alto

source: Notification position
it_it: Posizione di notifica

source: top right
it_it: in alto a destra

source: bottom right
it_it: in basso a destra

source: bottom left
it_it: in basso a sinistra

source: top left
it_it: a sinistra in alto

source: top full width
it_it: in alto tutta larghezza

source: bottom full width
it_it: in basso tutta larghezza

source: top center
it_it: in alto al centro

source: bottom center
it_it: in basso al centro

source: Entrance easing
it_it: Andamento di entrata

source: linear
it_it: lineare

source: Exit easing
it_it: Andamento uscita

source: fade in
it_it: Apparire

source: slide down
it_it: scorrere verso il basso

source: fade out
it_it: dissolvenza

source: slide up
it_it: scorrere verso l'alto

source: Entrance animation duration
it_it: Durata dell'animazione di entrata

source: Exit animation duration
it_it: Durata dell'animazione in uscita

source: Display duration
it_it: Durata della visualizzazione

source: Set to 0 to keep notification visible until user dismissal
it_it: Impostare su 0 per mantenere la notifica visibile fino al licenziamento dell'utente

source: Entended display duration after hover
it_it: Durata estensione visualizzazione dopo il passaggio del mouse

source: Set to 0 to keep notification visible until user dismissal after hover
it_it: Impostare su 0 per mantenere la notifica visibile fino al licenziamento dell'utente dopo averlo spento

source: Error: plugin "Woptifications" requires a newer version of PHP to be running.
it_it: Errore: il plugin "Woptifications" richiede che una versione più recente di PHP sia in esecuzione.

source: Minimal version of PHP required:
it_it: La versione minima di PHP richiede:

source: Your server's PHP version:
it_it: Versione PHP del server:
